Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Locked — Face ID required
source: Blocat — necesită Face ID
en: Locked — Face ID required

# Locks after %lld min of inactivity
source: Se blochează după %lld minute de inactivitate
en: Locks after %lld min of inactivity

# Locks after 1 hour of inactivity
source: Se blochează după 1 oră de inactivitate
en: Locks after 1 hour of inactivity

# Locks after 30 seconds of inactivity
source: Se blochează după 30 secunde de inactivitate
en: Locks after 30 seconds of inactivity

# Locks every time the app backgrounds
source: Se blochează la fiecare trecere în fundal
en: Locks every time the app backgrounds

source: Locuri din apropiere
en: Nearby places

source: Înregistrează estimări manuale și evaluări bancare pentru a vedea cum evoluează valoarea proprietății tale.
en: Log manual estimates and bank appraisals to see how your property value changes over time.

# Log out of your account
source: Deconectează-te din cont
en: Log out of your account

# Log utility receipts to keep the history complete.
source: Introdu chitanțele de utilități pentru a menține istoricul complet.
en: Log utility receipts to keep the history complete.

# Longitude
source: Longitudine
en: Longitude

# Lost & Found Card
source: Card Pierdut & Găsit
en: Lost & Found Card

# Low
source: Scăzut
en: Low

# LÄÈime completÄ
source: Lățime completă
en: Full width

# MANUAL KEY
source: CHEIE MANUALĂ
en: MANUAL KEY

# MEMBERS
source: MEMBRI
en: MEMBERS

# MESSAGE FORMAT
source: FORMATUL MESAJULUI
en: MESSAGE FORMAT

# METRICS
source: METRICI
en: METRICS

# MONTHLY BUDGET
source: BUGET LUNAR
en: MONTHLY BUDGET

# MY CONTACTS
source: CONTACTELE MELE
en: MY CONTACTS

# MY LIVE ACTIVITIES
source: ACTIVITĂȚILE MELE LIVE
en: MY LIVE ACTIVITIES

# Main Room
source: Camera principală
en: Main Room

# Maintenance
source: Întreținere
en: Maintenance

# Maintenance tasks
source: Sarcini de întreținere
en: Maintenance tasks

# Manage family & housemates
source: Gestionează familia & colocatarii
en: Manage family & housemates

# Manage short-term rental bookings and guest access.
source: Gestionează rezervările de închiriere pe termen scurt și accesul oaspeților.
en: Manage short-term rental bookings and guest access.

# Manage tenant profiles, leases, and communications.
source: Gestionează profiluri chiriași, contracte și comunicări.
en: Manage tenant profiles, leases, and communications.

# Manage whole-home audio from your property dashboard.
source: Gestionează audio-ul din toată casa de pe panoul proprietății.
en: Manage whole-home audio from your property dashboard.

# Manage your plants
source: Gestionează plantele
en: Manage your plants

# Manual estimate
source: Estimare manuală
en: Manual estimate

# Map
source: Hartă
en: Map

# Map Style
source: Stil hartă
en: Map Style

# Map layer
source: Strat hartă
en: Map layer

# Map location
source: Locație pe hartă
en: Map location

source: Marchează citit
en: Mark as read

source: Marchează necitit
en: Mark as unread

# Mark a message to find it here later.
source: Marchează un mesaj ca să-l găsești aici mai târziu.
en: Mark a message to find it here later.

# Mark a plant as watered without opening the app
source: Marchează o plantă ca udată fără a deschide aplicația
en: Mark a plant as watered without opening the app

# Mark a shopping item as bought
source: Marchează un articol ca luat
en: Mark a shopping item as bought

# Mark a task as completed
source: Marchează o sarcină ca finalizată
en: Mark a task as completed

# Mark all as read
source: Marchează toate ca citite
en: Mark all as read

# Mark all read
source: Marchează toate ca citite
en: Mark all read

# Mark as Done
source: Marchează ca finalizat
en: Mark as Done

# Mark as Returned
source: Marchează ca returnat
en: Mark as Returned

# Mark as Returned?
source: Marchezi ca returnat?
en: Mark as Returned?

# Mark as complete
source: Marchează ca finalizat
en: Mark as complete

# Mark as delivered
source: Marchează ca livrat
en: Mark as delivered

# Mark as incomplete
source: Marchează ca nefinalizat
en: Mark as incomplete

# Mark as watered
source: Marchează ca udat
en: Mark as watered

# Mark done
source: Marchează ca făcut
en: Mark done

# Master Bedroom
source: Dormitor principal
en: Master Bedroom

source: Potrivește mailurile de la curieri/magazine (ex. conțin "tracking", ori de la dhl.com, sameday.ro…).
en: Match emails from your couriers/shops (e.g. contains "tracking", or from dhl.com, sameday.ro…).

# Matte
source: Mat
en: Matte

# Me
source: Eu
en: Me

# Media, links, docs
source: Media, linkuri, documente
en: Media, links, docs

# Medium
source: Mediu
en: Medium

# Member
source: Membru
en: Member

# Member has full access
source: Membrul are acces complet
en: Member has full access

# Member list changes
source: Modificări ale listei de membri
en: Member list changes

# Member permissions
source: Permisiuni membri
en: Member permissions

# Member since
source: Membru din
en: Member since

# Members
source: Membri
en: Members

# Members can edit group info
source: Membrii pot edita detaliile grupului
en: Members can edit group info

source: Membri
en: Members

source: Membru al casei
en: Household member

# Memoji, animals, hands — everything from your sticker drawer works.
source: Memoji, animale, mâini — tot ce ai în sertarul de stickere funcționează.
en: Memoji, animals, hands — everything from your sticker drawer works.

# Mention
source: Menționare
en: Mention

# Mentions
source: Mențiuni
en: Mentions

source: Mesageria între aplicații este în pregătire — necesită un serviciu de interoperabilitate. Preferințele tale sunt salvate de pe acum.
en: Cross-app messaging is in the works — it requires an interoperability service. Your preferences are saved already.

source: Mesaj
en: Message

source: Mesaj SMS
en: SMS message

source: Mesaje care dispar
en: Disappearing messages

source: Mesaje marcate
en: Starred messages

# Mesajele acestui grup vor fi Èterse definitiv.
source: Mesajele acestui grup vor fi șterse definitiv.
en: This group's messages will be permanently deleted.

source: Mesajele acestui grup vor fi șterse definitiv.
en: This group's messages will be permanently deleted.

source: Mesajele vor fi ascunse de pe acest dispozitiv.
en: Messages will be hidden from this device.

# Message
source: Mesaj
en: Message

# Message %@
source: Mesaj %@
en: Message %@

# Message %@…
source: Mesaj %@…
en: Message %@…

# Message contractor
source: Trimite mesaj contractorului
en: Message contractor

# Message details
source: Detalii mesaj
en: Message details

# Messages from other apps into chat
source: Mesaje din alte aplicații în chat
en: Messages from other apps into chat

# Message…
source: Mesaj…
en: Message…

# Microwave
source: Cuptor cu microunde
en: Microwave

# Missed
source: Ratat
en: Missed

# Mo
source: Lu
en: Mo

# Model Number
source: Număr model
en: Model Number

# Money & Documents
source: Bani & documente
en: Money & Documents

# Monitor and adjust temperature remotely.
source: Monitorizează și reglează temperatura de la distanță.
en: Monitor and adjust temperature remotely.

# Monitor roof edges and remove snow buildup as needed.
source: Monitorizează marginile acoperișului și îndepărtează zăpada acumulată după necesitate.
en: Monitor roof edges and remove snow buildup as needed.

# Monitor solar panel output and energy savings.
source: Monitorizează producția panourilor solare și economiile de energie.
en: Monitor solar panel output and energy savings.

# Monitor water consumption and detect leaks early.
source: Monitorizează consumul de apă și detectează scurgeri din timp.
en: Monitor water consumption and detect leaks early.

source: Monitorizează consumul lunar de apă în modulul Utilități.
en: Monitor monthly water consumption in the Utilities module.

# Month
source: Lună
en: Month

# Month of Your Home
source: Luna casei tale
en: Month of Your Home

# Monthly
source: Lunar
en: Monthly

# Monthly Budget
source: Buget lunar
en: Monthly Budget

# Monthly Payment
source: Plată lunară
en: Monthly Payment

# Monthly evolution
source: Evoluție lunară
en: Monthly evolution

# Monthly rent
source: Chirie lunară
en: Monthly rent

# More
source: Mai multe
en: More

# More photos
source: Mai multe fotografii
en: More photos

# Mortgage
source: Ipotecă
en: Mortgage

# Mortgage Details
source: Detalii ipotecă
en: Mortgage Details

# Mortgage Start Date
source: Data începerii ipotecii
en: Mortgage Start Date

# Mortgage Tracker
source: Urmăritor ipotecă
en: Mortgage Tracker

# Mortgage calculator
source: Calculator ipotecă
en: Mortgage calculator

# Move slowly around the room to capture walls, doors and windows.
source: Mișcă-te lent în jurul camerei pentru a capta pereți, uși și ferestre.
en: Move slowly around the room to capture walls, doors and windows.

# Multi-factor authentication (MFA)
source: Autentificare multi-factor (MFA)
en: Multi-factor authentication (MFA)

# Multiple issues identified
source: Mai multe probleme identificate
en: Multiple issues identified

# MuncÄ
source: Muncă
en: Work

source: Muncă
en: Work

# My Home
source: Casa mea
en: My Home

# My Plants
source: Plantele mele
en: My Plants

# My Property
source: Proprietatea mea
en: My Property

# My status
source: Statusul meu
en: My status

# NAME
source: NUME
en: NAME

# NAME *
source: NUME *
en: NAME *

# NEEDS WATER
source: NECESITĂ APĂ
en: NEEDS WATER

# NFC Keys
source: Chei NFC
en: NFC Keys

# NFC is not available on this device.
source: NFC nu este disponibil pe acest dispozitiv.
en: NFC is not available on this device.

# NOTE (OPTIONAL)
source: NOTĂ (OPȚIONAL)
en: NOTE (OPTIONAL)

# NOTES
source: NOTE
en: NOTES

# NOTES (OPTIONAL)
source: NOTE (OPȚIONAL)
en: NOTES (OPTIONAL)

# NOTIFICATIONS
source: NOTIFICĂRI
en: NOTIFICATIONS

# Name
source: Nume
en: Name

# Name (e.g. Electrician)
source: Nume (ex. Electrician)
en: Name (e.g. Electrician)

# Name (required)
source: Nume (obligatoriu)
en: Name (required)

# Navigate to
source: Navighează spre
en: Navigate to

# Needs Attention
source: Necesită atenție
en: Needs Attention

# Needs LiDAR
source: Necesită LiDAR
en: Needs LiDAR

# Needs attention
source: Necesită atenție
en: Needs attention

# Needs water
source: Necesită apă
en: Needs water

# Needs watering
source: Necesită udare
en: Needs watering

# Network name
source: Nume rețea
en: Network name

# Network: %@
source: Rețea: %@
en: Network: %@

# Never
source: Niciodată
en: Never

# Never auto-locks
source: Nu se blochează automat
en: Never auto-locks

# Never used yet
source: Nefolosită încă
en: Never used yet

# New Automation
source: Automatizare nouă
en: New Automation

# New Item
source: Articol nou
en: New Item

# New List
source: Listă nouă
en: New List

# New Plant
source: Plantă nouă
en: New Plant

# New Task
source: Sarcină nouă
en: New Task

# New Tenant
source: Chiriaș nou
en: New Tenant

# New Transaction
source: Tranzacție nouă
en: New Transaction

# New automation
source: Automatizare nouă
en: New automation

# New contact
source: Contact nou
en: New contact

# New delivery
source: Livrare nouă
en: New delivery

# New element
source: Element nou
en: New element

# New email address
source: Adresă email nouă
en: New email address

# New messages in chat
source: Mesaje noi în chat
en: New messages in chat

# New messages in the family chat
source: Mesaje noi în chat-ul familiei
en: New messages in the family chat

source: Mesajele noi din această conversație vor dispărea după durata selectată. Aceasta afectează doar mesajele de acum înainte.
en: New messages in this chat will disappear after the selected duration. This only affects messages from now on.

source: Mesajele noi din această conversație vor dispărea pentru toți după durata selectată. Se aplică doar mesajelor de acum înainte.
en: New messages in this chat will disappear for everyone after the selected duration. This only affects messages from now on.

# New password
source: Parolă nouă
en: New password

# New record
source: Înregistrare nouă
en: New record

# New task
source: Sarcină nouă
en: New task

# Next
source: Continuă
en: Next

# Next Task (Lock Screen)
source: Următoarea sarcină (ecran blocat)
en: Next Task (Lock Screen)

# Next month
source: Luna următoare
en: Next month

# Next story
source: Povestea următoare
en: Next story

# Next task
source: Următoarea sarcină
en: Next task

source: Nicio activitate înregistrată
en: No activity recorded

# Nicio conversaÈie
source: Nicio conversație
en: No conversations

source: Nicio conversație
en: No conversations

source: Nicio persoană de încredere
en: No trusted person

source: Niciun vot
en: No votes

# Night
source: Noapte
en: Night

# No
source: Nu
en: No

# No %@ bills yet
source: Nicio factură de %@ înregistrată
en: No %@ bills yet

# No %@ tasks
source: Nicio sarcină %@
en: No %@ tasks

# No HomeKit accessories found
source: Nu s-a găsit niciun accesoriu HomeKit
en: No HomeKit accessories found

# No NFC tags yet
source: Încă niciun tag NFC
en: No NFC tags yet

# No Warranty
source: Fără garanție
en: No Warranty

# No active actions
source: Nicio acțiune activă
en: No active actions

# No activity in this period
source: Nicio activitate în această perioadă
en: No activity in this period

# No activity in this time range
source: Nicio activitate în această perioadă
en: No activity in this time range

# No appliances yet
source: Niciun electrocasnic încă
en: No appliances yet

# No automations yet
source: Încă nicio automatizare
en: No automations yet

# No buried lines mapped
source: Nicio linie îngropată cartografiată
en: No buried lines mapped

# No changes
source: Nicio modificare
en: No changes

# No colors saved yet
source: Nicio culoare salvată încă
en: No colors saved yet

# No contact info available
source: Nu există informații de contact disponibile
en: No contact info available

# No contacts found
source: Niciun contact găsit
en: No contacts found

# No contractors yet
source: Niciun contractor încă
en: No contractors yet

# No data
source: Fără date
en: No data

# No data available
source: Date indisponibile
en: No data available

# No date
source: Fără dată
en: No date

# No deliveries tracked
source: Nicio livrare urmărită
en: No deliveries tracked

# No documents yet
source: Niciun document încă
en: No documents yet

# No done tasks
source: Nicio sarcină finalizată
en: No done tasks

# No elements on map
source: Niciun element pe hartă
en: No elements on map

# No events
source: Niciun eveniment
en: No events

# No expenses recorded yet.
source: Nicio cheltuială înregistrată încă.
en: No expenses recorded yet.

# No expiry
source: Fără expirare
en: No expiry

# No family members yet
source: Niciun membru al familiei încă
en: No family members yet

# No favorites yet
source: Niciun favorit încă
en: No favorites yet

# No integrations yet
source: Nicio integrare încă
en: No integrations yet

# No inventory items
source: Niciun articol în inventar
en: No inventory items

# No inventory yet
source: Inventar gol
en: No inventory yet

# No invitations sent yet. Add a member with an email to invite them.
source: Nicio invitație trimisă. Adaugă un membru cu e-mail ca să-l inviți.
en: No invitations sent yet. Add a member with an email to invite them.

# No items in this category
source: Niciun articol în această categorie
en: No items in this category

# No items in this list
source: Niciun articol în această listă
en: No items in this list

# No linked documents
source: Niciun document legat
en: No linked documents

# No linked tasks
source: Nicio sarcină legată
en: No linked tasks

# No media yet
source: Încă niciun fișier media
en: No media yet

# No members
source: Niciun membru
en: No members

# No members added
source: Niciun membru adăugat
en: No members added

# No notes yet
source: Încă nicio notă
en: No notes yet

# No notifications
source: Nicio notificare
en: No notifications

# No objects
source: Niciun obiect
en: No objects

# No objects in this zone
source: Niciun obiect în această zonă
en: No objects in this zone

# No objects linked yet
source: Încă niciun obiect conectat
en: No objects linked yet

# No one has an account yet. Accepted invitations appear here.
source: Nimeni nu are cont încă. Invitațiile acceptate apar aici.
en: No one has an account yet. Accepted invitations appear here.

# No open tasks
source: Nicio sarcină deschisă
en: No open tasks

# No overdue tasks
source: Nicio sarcină restantă
en: No overdue tasks

# No packages expected
source: Niciun colet așteptat
en: No packages expected

# No photos yet
source: Nicio fotografie încă
en: No photos yet

# No plans yet
source: Niciun plan încă
en: No plans yet

# No plants added
source: Nicio plantă adăugată
en: No plants added

# No properties yet
source: Nicio proprietate încă
en: No properties yet

# No property
source: Fără proprietate
en: No property

# No property added
source: Nicio proprietate adăugată
en: No property added

# No property found
source: Nicio proprietate găsită
en: No property found

# No property found.
source: Proprietate negăsită.
en: No property found.

# No property found. Please set up your property first.
source: Nicio proprietate găsită. Configurează mai întâi proprietatea.
en: No property found. Please set up your property first.

# No property yet
source: Încă nicio proprietate
en: No property yet

# No recent updates
source: Nicio actualizare recentă
en: No recent updates

# No records
source: Nicio înregistrare
en: No records

# No results
source: Niciun rezultat
en: No results

# No results for
source: Niciun rezultat pentru
en: No results for

# No results for "%@"
source: Niciun rezultat pentru "%@"
en: No results for "%@"

# No results found
source: Niciun rezultat
en: No results found

# No sensors yet
source: Niciun senzor încă
en: No sensors yet

# No sensors yet â poll the device to auto-discover.
source: Încă niciun senzor — interoghează dispozitivul pentru descoperire automată.
en: No sensors yet — poll the device to auto-discover.

# No starred messages
source: Niciun mesaj marcat
en: No starred messages

# No stickers
source: Niciun sticker
en: No stickers

# No stickers used yet
source: Niciun sticker folosit încă
en: No stickers used yet

# No stickers yet
source: Niciun sticker încă
en: No stickers yet

# No tasks available to link.
source: Nicio sarcină disponibilă pentru legare.
en: No tasks available to link.

# No tasks yet
source: Nicio sarcină încă
en: No tasks yet

# No tenants yet
source: Încă niciun chiriaș
en: No tenants yet

# No tenants, workers or friends yet
source: Niciun chiriaș, muncitor sau prieten încă
en: No tenants, workers or friends yet

# No transactions
source: Nicio tranzacție
en: No transactions

# No upcoming tasks
source: Nicio sarcină programată
en: No upcoming tasks

# No views yet
source: Nicio vizualizare încă
en: No views yet

# No warranty
source: Fără garanție
en: No warranty

# No zones
source: Nicio zonă
en: No zones

# Non-emergency
source: Non-urgență
en: Non-emergency

# None
source: Niciunul
en: None

# Not delivered · tap to retry
source: Nelivrat · atinge pentru reîncercare
en: Not delivered · tap to retry

# Not placed
source: Neplasat
en: Not placed

# Not running
source: Nu rulează
en: Not running

# Not set
source: Nesetat
en: Not set

# Not visible
source: Nu vede
en: Not visible

# Note
source: Notă
en: Note

# Note about this list…
source: Notă despre această listă…
en: Note about this list…

# Notes
source: Note
en: Notes

# Notes (optional)
source: Note (opțional)
en: Notes (optional)

# Notes about this plant…
source: Note despre această plantă…
en: Notes about this plant…

# Notes...
source: Note...
en: Notes...

# Notes…
source: Note…
en: Notes…

# Nothing needs you right now — enjoy your home.
source: Nimic nu are nevoie de tine acum — bucură-te de casa ta.
en: Nothing needs you right now — enjoy your home.

# Nothing scheduled
source: Nimic planificat
en: Nothing scheduled

# Nothing scheduled yet.
source: Nimic programat încă.
en: Nothing scheduled yet.

# Nothing to send.
source: Nimic de trimis.
en: Nothing to send.

# Nothing upcoming
source: Nimic în curând
en: Nothing upcoming

# Notifications
source: Notificări
en: Notifications

# Notifications Blocked
source: Notificări blocate
en: Notifications Blocked

# Notifications Enabled
source: Notificări activate
en: Notifications Enabled

# Notifications Off
source: Notificări dezactivate
en: Notifications Off

source: Notificările sunt programate local pe dispozitiv și se activează chiar și când aplicația este închisă.
en: Notifications are scheduled locally on the device and fire even when the app is closed.

source: Notificări
en: Notifications

source: Notificări chat
en: Chat notifications

# Notify
source: Notifică
en: Notify

# Notify on external messages
source: Notificare la mesaje externe
en: Notify on external messages

source: Nume complet
en: Full name

source: Nume grup
en: Group name

# OBJECTS IN ZONE
source: OBIECTE ÎN ZONĂ
en: OBJECTS IN ZONE

# OFF
source: OPRIT
en: OFF

# OUT
source: IEȘIT
en: OUT

# OVERVIEW
source: PREZENTARE GENERALĂ
en: OVERVIEW

# OWNERS
source: PROPRIETARI
en: OWNERS

source: Obiecte
en: Objects

# Object warranties
source: Garanții obiecte
en: Object warranties

# Objects
source: Obiecte
en: Objects

# Objects list
source: Lista obiectelor
en: Objects list

# Occupants
source: Locatari
en: Occupants

# Off
source: Oprit
en: Off

# Office
source: Birou
en: Office

# Official valuation
source: Evaluare oficială
en: Official valuation

# On
source: Pornit
en: On

# On %@
source: La %@
en: On %@

# On PRVIO
source: Deja pe PRVIO
en: On PRVIO

# On which pages it appears
source: Pe ce pagini apare
en: On which pages it appears

# Once
source: O dată
en: Once

# One lowercase letter
source: O literă mică
en: One lowercase letter

# One number
source: O cifră
en: One number

# One symbol (!@#$…)
source: Un simbol (!@#$…)
en: One symbol (!@#$…)

# One uppercase letter
source: O literă mare
en: One uppercase letter

# One-off
source: O singură dată
en: One-off

# One-off date
source: Dată unică
en: One-off date

# Online estimate
source: Estimare online
en: Online estimate

# Only household adults see finances. Anyone you add here can see this one record.
source: Doar adulții casei văd finanțele. Oricine adaugi aici poate vedea această înregistrare.
en: Only household adults see finances. Anyone you add here can see this one record.

# Open
source: Deschise
en: Open

# Open Dashboard
source: Deschide tabloul de bord
en: Open Dashboard

# Open PRVIO
source: Deschide PRVIO
en: Open PRVIO

# Open PRVIO once to finish setup, then try again.
source: Deschide PRVIO o dată pentru configurare, apoi încearcă din nou.
en: Open PRVIO once to finish setup, then try again.

# Open Plants
source: Deschide Plante
en: Open Plants

# Open Settings
source: Deschide Setări
en: Open Settings

# Open documents
source: Deschide documentele
en: Open documents

# Open family chat in PRVIO
source: Deschide chat-ul familiei în PRVIO
en: Open family chat in PRVIO

# Open finances
source: Deschide finanțe
en: Open finances

# Open iOS Settings
source: Deschide Setări iOS
en: Open iOS Settings

# Open in Maps
source: Deschide în Maps
en: Open in Maps

# Open in Safari
source: Deschide în Safari
en: Open in Safari

# Open shopping
source: Deschide cumpărături
en: Open shopping

# Open shopping list
source: Deschide lista de cumpărături
en: Open shopping list

# Open tasks
source: Taskuri deschise
en: Open tasks

# Open the Digital Twin to draw your first zone
source: Deschide Digital Twin pentru a desena prima zonă
en: Open the Digital Twin to draw your first zone

# Open the Plants section in PRVIO
source: Deschide secțiunea Plante în PRVIO
en: Open the Plants section in PRVIO
